{
  "description": "Top 1000 most frequent tokens from preprocessed tweets (Lab 4)",
  "source": "./Data/tweets_preprocessed_train.parquet",
  "count": 1000,
  "tokens": [
    "new",
    "day",
    "love",
    "good",
    "game",
    "year",
    "watch",
    "time",
    "music",
    "happy",
    "come",
    "like",
    "live",
    "win",
    "go",
    "great",
    "video",
    "play",
    "thank",
    "world",
    "today",
    "get",
    "look",
    "know",
    "need",
    "people",
    "team",
    "news",
    "work",
    "man",
    "think",
    "life",
    "hope",
    "want",
    "change",
    "say",
    "trump",
    "night",
    "song",
    "woman",
    "album",
    "morning",
    "week",
    "listen",
    "fight",
    "check",
    "family",
    "th",
    "let",
    "right",
    "ufc",
    "bad",
    "guy",
    "climate",
    "star",
    "break",
    "season",
    "vs",
    "stay",
    "tonight",
    "big",
    "home",
    "state",
    "remember",
    "way",
    "president",
    "follow",
    "help",
    "see",
    "end",
    "final",
    "stream",
    "sign",
    "movie",
    "tell",
    "black",
    "fan",
    "sunday",
    "power",
    "war",
    "talk",
    "don",
    "league",
    "thing",
    "official",
    "take",
    "boy",
    "amazing",
    "friend",
    "hour",
    "feel",
    "second",
    "weekend",
    "vote",
    "make",
    "join",
    "city",
    "well",
    "stop",
    "super",
    "wait",
    "start",
    "hard",
    "story",
    "line",
    "fire",
    "hear",
    "series",
    "country",
    "find",
    "pm",
    "miss",
    "send",
    "eid",
    "give",
    "run",
    "long",
    "sta",
    "decade",
    "christmas",
    "covid",
    "try",
    "open",
    "free",
    "bring",
    "lose",
    "harry",
    "head",
    "social",
    "safe",
    "sport",
    "leave",
    "late",
    "football",
    "match",
    "brown",
    "st",
    "mc",
    "white",
    "house",
    "nfl",
    "god",
    "bowl",
    "school",
    "episode",
    "post",
    "sure",
    "united",
    "place",
    "jesus",
    "easter",
    "app",
    "turn",
    "player",
    "high",
    "drop",
    "ve",
    "release",
    "show",
    "sugar",
    "away",
    "tv",
    "lot",
    "light",
    "cup",
    "wish",
    "half",
    "proud",
    "twitter",
    "rise",
    "to",
    "month",
    "forward",
    "watermelon",
    "point",
    "pa",
    "dance",
    "save",
    "update",
    "real",
    "round",
    "king",
    "petition",
    "future",
    "request",
    "set",
    "call",
    "lead",
    "event",
    "girl",
    "wake",
    "close",
    "blue",
    "not",
    "ground",
    "kid",
    "pick",
    "read",
    "mother",
    "perfect",
    "hit",
    "book",
    "film",
    "matter",
    "mask",
    "beat",
    "old",
    "little",
    "hold",
    "bts",
    "york",
    "fall",
    "government",
    "ask",
    "expect",
    "fun",
    "money",
    "share",
    "main",
    "mubarak",
    "tomorrow",
    "party",
    "medium",
    "link",
    "states",
    "coronavirus",
    "write",
    "bay",
    "christ",
    "chief",
    "happen",
    "sell",
    "national",
    "moment",
    "stand",
    "spotify",
    "distancing",
    "mean",
    "police",
    "return",
    "continue",
    "job",
    "strong",
    "enjoy",
    "rest",
    "field",
    "understand",
    "dear",
    "deserve",
    "internet",
    "tune",
    "sad",
    "ll",
    "suppo",
    "use",
    "early",
    "box",
    "race",
    "tweet",
    "apple",
    "fox",
    "bill",
    "club",
    "plan",
    "style",
    "goal",
    "review",
    "de",
    "friday",
    "daily",
    "health",
    "hand",
    "dead",
    "beautiful",
    "celebrate",
    "service",
    "red",
    "coach",
    "word",
    "office",
    "baby",
    "catch",
    "title",
    "drive",
    "far",
    "radio",
    "uk",
    "award",
    "pass",
    "kill",
    "die",
    "reason",
    "america",
    "south",
    "performance",
    "special",
    "champion",
    "congratulation",
    "pride",
    "face",
    "bank",
    "question",
    "soon",
    "single",
    "protest",
    "support",
    "hi",
    "care",
    "saturday",
    "wilder",
    "cause",
    "order",
    "act",
    "law",
    "storm",
    "community",
    "oh",
    "sister",
    "ago",
    "july",
    "huge",
    "include",
    "cancer",
    "million",
    "online",
    "father",
    "fury",
    "card",
    "wow",
    "roll",
    "death",
    "number",
    "hea",
    "interview",
    "yes",
    "yesterday",
    "cover",
    "group",
    "finish",
    "playoff",
    "action",
    "favorite",
    "child",
    "fact",
    "add",
    "finally",
    "virus",
    "entire",
    "voice",
    "history",
    "issue",
    "person",
    "problem",
    "lockdown",
    "summer",
    "score",
    "hot",
    "keep",
    "awesome",
    "nba",
    "minute",
    "battle",
    "global",
    "feat",
    "lord",
    "american",
    "pandemic",
    "pay",
    "conference",
    "air",
    "kick",
    "fly",
    "justice",
    "didn",
    "shoot",
    "view",
    "list",
    "food",
    "pretty",
    "anthony",
    "joshua",
    "permission",
    "record",
    "host",
    "case",
    "podcast",
    "pro",
    "rock",
    "bear",
    "young",
    "have",
    "bit",
    "speak",
    "el",
    "animal",
    "international",
    "allow",
    "believe",
    "ok",
    "ahead",
    "track",
    "thought",
    "report",
    "raise",
    "bt",
    "supreme",
    "ticket",
    "premier",
    "plus",
    "force",
    "ready",
    "walk",
    "championship",
    "tube",
    "excited",
    "nice",
    "business",
    "message",
    "shut",
    "actually",
    "mail",
    "sit",
    "later",
    "ref",
    "staff",
    "spread",
    "cou",
    "earn",
    "answer",
    "result",
    "past",
    "stuff",
    "road",
    "ohio",
    "charge",
    "channel",
    "wonderful",
    "rip",
    "especially",
    "step",
    "feature",
    "chance",
    "wonder",
    "idea",
    "chris",
    "tyson",
    "rule",
    "extra",
    "sorry",
    "winner",
    "eat",
    "available",
    "sound",
    "perform",
    "la",
    "winter",
    "bless",
    "level",
    "mr",
    "queen",
    "cowboy",
    "experience",
    "green",
    "trend",
    "room",
    "artist",
    "forget",
    "india",
    "absolutely",
    "dream",
    "meet",
    "george",
    "twitch",
    "pre",
    "photo",
    "true",
    "move",
    "street",
    "loss",
    "member",
    "mind",
    "sir",
    "lie",
    "wear",
    "pop",
    "congrat",
    "store",
    "grow",
    "legend",
    "er",
    "west",
    "xfl",
    "corona",
    "able",
    "draw",
    "leader",
    "heat",
    "tag",
    "begin",
    "crazy",
    "spend",
    "loud",
    "respect",
    "gift",
    "bird",
    "east",
    "lyric",
    "skywalker",
    "reach",
    "announce",
    "glad",
    "offer",
    "okay",
    "monday",
    "john",
    "area",
    "deontay",
    "learn",
    "travel",
    "create",
    "important",
    "throw",
    "article",
    "yo",
    "camino",
    "breast",
    "code",
    "inside",
    "laker",
    "eve",
    "cop",
    "sleep",
    "version",
    "truly",
    "company",
    "local",
    "class",
    "cool",
    "middle",
    "guess",
    "ft",
    "forever",
    "positive",
    "small",
    "ball",
    "enter",
    "highlight",
    "repo",
    "definitely",
    "holiday",
    "sky",
    "sing",
    "vaccine",
    "valimai",
    "quarter",
    "band",
    "prey",
    "basketball",
    "tie",
    "completely",
    "build",
    "mark",
    "luck",
    "sa",
    "camp",
    "welcome",
    "fantastic",
    "present",
    "county",
    "comment",
    "water",
    "jones",
    "park",
    "absolute",
    "crisis",
    "human",
    "protect",
    "stage",
    "fake",
    "explain",
    "practice",
    "tropical",
    "corner",
    "draft",
    "np",
    "maybe",
    "note",
    "master",
    "clear",
    "outside",
    "bet",
    "andy",
    "probably",
    "distribute",
    "student",
    "army",
    "account",
    "rick",
    "thankful",
    "laugh",
    "shout",
    "joe",
    "china",
    "deal",
    "cheer",
    "energy",
    "campaign",
    "defense",
    "date",
    "ross",
    "debut",
    "patrick",
    "dr",
    "strike",
    "jr",
    "un",
    "speech",
    "ice",
    "eye",
    "peace",
    "florida",
    "co",
    "classic",
    "dj",
    "character",
    "control",
    "wanna",
    "church",
    "defeat",
    "wall",
    "nation",
    "ur",
    "lil",
    "delay",
    "will",
    "wrong",
    "blood",
    "tran",
    "struggle",
    "brother",
    "tiger",
    "johnson",
    "train",
    "seriously",
    "drink",
    "saint",
    "different",
    "cross",
    "town",
    "body",
    "officer",
    "demand",
    "lucky",
    "car",
    "vibe",
    "role",
    "kind",
    "serve",
    "decision",
    "hero",
    "driver",
    "donate",
    "provide",
    "manchester",
    "disney",
    "cut",
    "nascar",
    "recommend",
    "heart",
    "soul",
    "ruiz",
    "crossing",
    "potter",
    "jacob",
    "blake",
    "phone",
    "shot",
    "crowd",
    "ban",
    "career",
    "original",
    "weather",
    "angeles",
    "flag",
    "butter",
    "asap",
    "crew",
    "africa",
    "push",
    "project",
    "fine",
    "brilliant",
    "system",
    "economy",
    "fair",
    "choose",
    "flight",
    "kobe",
    "omg",
    "market",
    "sense",
    "bar",
    "lady",
    "talent",
    "nd",
    "jennifer",
    "lopez",
    "test",
    "pack",
    "visit",
    "college",
    "picture",
    "put",
    "preview",
    "na",
    "boxing",
    "challenge",
    "gas",
    "audio",
    "literally",
    "pray",
    "brand",
    "despite",
    "dc",
    "nyc",
    "land",
    "david",
    "hype",
    "knock",
    "pls",
    "victory",
    "england",
    "cast",
    "lovely",
    "fast",
    "joy",
    "massive",
    "easy",
    "fighter",
    "netflix",
    "download",
    "kanye",
    "heavyweight",
    "biden",
    "adam",
    "superstar",
    "muslim",
    "imagine",
    "prime",
    "celebration",
    "giant",
    "usa",
    "prepare",
    "sun",
    "clean",
    "fix",
    "bree",
    "public",
    "increase",
    "door",
    "trade",
    "launch",
    "complete",
    "afternoon",
    "low",
    "impact",
    "cry",
    "insight",
    "protester",
    "democratic",
    "nigeria",
    "digital",
    "convention",
    "truth",
    "san",
    "evening",
    "champ",
    "detail",
    "paul",
    "spring",
    "americans",
    "august",
    "mix",
    "solstice",
    "aaron",
    "mahome",
    "foot",
    "gold",
    "target",
    "one",
    "dark",
    "min",
    "key",
    "non",
    "cancel",
    "sho",
    "madrid",
    "tournament",
    "tear",
    "till",
    "worth",
    "platform",
    "memory",
    "tour",
    "table",
    "feeling",
    "opinion",
    "smith",
    "squad",
    "highly",
    "relief",
    "difference",
    "focus",
    "stock",
    "count",
    "block",
    "hospital",
    "search",
    "streaming",
    "rain",
    "clipper",
    "react",
    "hey",
    "couple",
    "spot",
    "mom",
    "age",
    "dad",
    "james",
    "comeback",
    "fa",
    "sb",
    "base",
    "wind",
    "chat",
    "valentine",
    "worker",
    "dodger",
    "large",
    "streamer",
    "son",
    "hopefully",
    "stadium",
    "pull",
    "rd",
    "vegas",
    "chase",
    "org",
    "grant",
    "singer",
    "dog",
    "slow",
    "awareness",
    "director",
    "greta",
    "hell",
    "tech",
    "remain",
    "content",
    "opportunity",
    "taylor",
    "safety",
    "poshmark",
    "shoutout",
    "honestly",
    "dallas",
    "hug",
    "mad",
    "rapper",
    "remove",
    "anti",
    "position",
    "ring",
    "virtual",
    "ya",
    "march",
    "mv",
    "conce",
    "yeah",
    "direct",
    "urban",
    "resurrection",
    "naya",
    "incredible",
    "blast",
    "raven",
    "orleans",
    "eagle",
    "ram",
    "isn",
    "icymi",
    "switch",
    "chiefs",
    "ray",
    "qb",
    "youtube",
    "figure",
    "tackle",
    "bbc",
    "address",
    "science",
    "discover",
    "chart",
    "irish",
    "dude",
    "bro",
    "buy",
    "broadcast",
    "copy",
    "fund",
    "payment",
    "receive",
    "april",
    "mental",
    "francisco",
    "term",
    "suicide",
    "healthy",
    "double",
    "self",
    "guide",
    "page",
    "supporter",
    "actor",
    "stick",
    "steeler",
    "livestream",
    "sale",
    "wrap",
    "essential",
    "talented",
    "usman",
    "donald",
    "short",
    "mexico",
    "titan",
    "hernandez",
    "chinese",
    "marketing",
    "type",
    "anniversary",
    "trans",
    "rivera",
    "dynamite",
    "possible",
    "praise",
    "recap",
    "zone",
    "halftime",
    "cc",
    "humble",
    "iran",
    "prayer",
    "jet",
    "coverage",
    "thunberg",
    "piece",
    "politic",
    "agree",
    "central",
    "bed",
    "choice",
    "christian",
    "notice",
    "kashmir",
    "shopmycloset",
    "grace",
    "ride",
    "kevin",
    "appreciate",
    "excuse",
    "phoenix",
    "epic",
    "tip",
    "smile",
    "golf",
    "citizen",
    "secret",
    "tough",
    "quality",
    "gun",
    "customer",
    "masvidal",
    "honor",
    "process",
    "enforcement",
    "straight",
    "da",
    "mike",
    "documentary",
    "stanley",
    "allah",
    "buck",
    "thursday",
    "schedule",
    "decide",
    "ncaa",
    "connect",
    "session",
    "giveaway"
  ]
}